[
  {
    "title": "Valorant",
    "description": "\r\nValorant's latest patch 8.11 introduces several key updates, including agent adjustments for Iso, Neon, Reyna, Raze, and Clove to balance gameplay and enhance strategic depth. The new map, Abyss, adds vertical gameplay and is set in the fortress of the Scions of the Hourglass. Map pool updates bring changes to competitive and casual queues, featuring maps like ASCENT, BIND, ICEBOX, and HAVEN, with Abyss joining later. Enhanced communication tools with improved Radio Command Wheels and new player tips for console users aim to improve in-game strategy and learning experiences​",
    "post_date": "20-05-2024",
    "image": "/uploads/196ead906897086421533ff618c3e56c",
    "viewers": 1,
    "type": "games",
    "author": "Kayleen"
  },
  {
    "title": "Asphalt 9 Rejends",
    "description": "\"Asphalt\" is a popular racing video game series developed by Gameloft. Known for its high-quality graphics, realistic gameplay, and extensive car roster, Asphalt offers players immersive racing experiences across various environments and tracks around the world. Players can compete in various game modes, customize and upgrade their vehicles, and engage in multiplayer challenges, making Asphalt a beloved choice for racing game enthusiasts on mobile devices and gaming consoles alike.",
    "post_date": "22-05-2024",
    "image": "/uploads/65e69d99452e3dd29e93a47a38265a42",
    "viewers": 0,
    "type": "games",
    "author": "Patricia Chandra"
  },
  {
    "title": "Caitlin Clark's Impact on Women Basketball",
    "description": "Caitlin Clark is a standout American college basketball player known for her exceptional skills as a guard. She gained prominence playing for the Iowa Hawkeyes in the NCAA Division I, where she quickly became one of the top scorers and playmakers in women's college basketball. Clark is recognized for her scoring ability, three-point shooting prowess, and court vision, drawing comparisons to some of the game's greatest players. Her performances have garnered widespread attention and acclaim, solidifying her reputation as a rising star in women's basketball.",
    "post_date": "22-05-2024",
    "image": "/uploads/e4899db611c939e84335f63dd64712cb",
    "viewers": 0,
    "type": "sports",
    "author": "Kayleen"
  }
]